Repository: lwplugins/lw-enable
Catalog: languages/lw-enable-*.po
Languages: hu_hu

source: Enable WordPress features: SVG uploads and more.
hu_hu: WordPress funkciók engedélyezése: SVG feltöltések és még több.

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű WordPress bővítmények – minimális erőforrásigény, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény beszerzése

source: Media
hu_hu: Média

source: SVG Uploads
hu_hu: SVG feltöltések

source: Allow SVG file uploads with security sanitization
hu_hu: SVG fájlok feltöltésének engedélyezése biztonsági tisztítással

source: Enable
hu_hu: Engedélyezés

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Invalid file type. Only SVG files are allowed.
hu_hu: Érvénytelen fájltípus. Csak SVG fájlok engedélyezettek.

source: SVG file exceeds maximum size limit of 5MB.
hu_hu: Az SVG fájl túllépi az 5MB-os maximális méretkorlátot.

source: SVG file contains dangerous content.
hu_hu: Az SVG fájl veszélyes tartalmat tartalmaz.

source: Invalid file path.
hu_hu: Érvénytelen fájlútvonal.
